exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagramlu, whatsapplu, kapanbotaktif, grupch1, grupch2) => {
	return `
	
	
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️


         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
         ───

┏━━━━━━━━━━━━━━━━━━━━┓
┃   *F I T U R  B O T*      ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭──᚜ *STICKER MAKER* ᚛──╮
┃│1. *!sticker*
┃╰──────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃      *${BotName}*         ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭─────᚜ *MEDIA* ᚛────╮
┃│1. *!ytmp3*
┃│2. *!ytmp4*
┃│3. *!tiktok*
┃│4. *!ig*
┃│5. *!fb*
┃│6. *!twt*
┃╰─────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃      *${BotName}*         ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭───᚜ *FUN MENU* ᚛───╮
┃│1. *!wiki*
┃│2. *!nulis*
┃│3. *!quran*
┃│4. *!pantun*
┃│5. *!nama*
┃│6. *!pasangan*
┃│7. *!lirik*
┃│8. *!chord*
┃╰────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃      *${BotName}*         ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭──᚜ *INFORMATION* ᚛───╮
┃│1. *!sholat*
┃│2. *!covid*
┃│3. *!infogempa*
┃╰──────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃      *${BotName}*         ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭───᚜ *CONTACT* ᚛────╮
┃│1. *!creator*
┃│2. *!owner*
┃╰─────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃      *${BotName}*         ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭──᚜ *IMPORTANT* ᚛────╮
┃│1. *#info*
┃│2. *#donasi*
┃│3. *#readme*
┃╰─────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃      *${BotName}*         ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭───᚜ *OTHERS* ᚛──────╮
┃│1. *!tts*
┃│2. *!quotes*
┃│3. *!foto cewek*
┃│4. *!foto cowok*
┃│5. *!pokemon*
┃│6. *!loli*
┃│7. *!hentai*
┃│8. *!fotoanime*
┃│9. *!namaninja*
┃│10. *!alay*
┃│11. *!say*
┃│12. *!infoig*
┃╰─────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃      *${BotName}*         ❥
┣━━━━━━━━━━━━━━━━━━━━┛
┃╭──᚜ *SOSMED ADMIN* ᚛──╮
┃│1. *Telegram*
┃│ _${grupch1}_
┃│2. *YouTube <subscribe>*
┃│ _${grupch2}_
┃│3. *Instagram <Follow>*
┃│ _${instagramlu}_
┃│4. *Creator ${BotName}*
┃│ _${whatsapplu}_
┃╰─────────────────
┣━━━━━━━━━━━━━━━━━━━━┓
┃   _*By FarhanXCode7*_       ❥
┗━━━━━━━━━━━━━━━━━━━━┛`
}
